Repository: mozilla-l10n/mt-training-data
Catalog: gom/gom_pontoon.tmx
Source language: en_us
Languages: gom

source: [No ‘a’ in the original text]
gom: ["to" boroile na]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gom: <noCopyright>Copyright naslolem</noCopyright> (cc-0)

source: No foreign letters
gom: Firguim bhasanchem okxoram boroichem nhoi.

source: No microphone found.
gom: Microphone mellunk na.

source: No numbers and special characters
gom: Nombor ani 'special character' vapor naka!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gom: Niyall korpak anik vakio asona. <addLink>Anik vakio tumi ata ghalat!</addLink>

source: No Thanks
gom: Na Dev bore koru

source: No thanks, continue speaking
gom: Naka, ulovap chalu dovor

source: No variant selected
gom: Koslech prakar vichun kadunk na

source: Numbers
gom: Nombor (Numbers)

source: Off
gom: Bond

source: Offensive language
gom: Apmani Bhas

source: Offensive speech
gom: Apmani bhass / Ghalleo

source: On desktop devices you can contribute by downloading…
gom: Computer-acher tuven yogdhan divunk zata hem download korun...

source: On his head he wore a beret.
gom: Techa toklear tene ek beret boroile.

source: On iOS please continue with Safari to enable recording…
gom: iOS va iPhone vorvim recording shakia (enable) zavpak, "Safari" browser use kor…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gom: Dusre vaiten, zori tor tumka dista ki vochpi munshan te kennach utor poink na poili, pun toh osoch guess korta koshe utcharon korpache te, zalar teka tumi reject korat. Zori tor tumi sure na zalar, tumi skip button vapor korat.

source: Other
gom: Ani kite

source: Other Language
gom: Dusri Bhaxa

source: Other people validate those voice clips.
gom: Bakiche muni aavaz'ache clip topastat.

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
gom: Amchi bhas asa amchi kanni, amchi somudai, amchi sonskrutai. Chollat ami teo mhaiti-kox (dataset) koruia je amka sonvsarant dispak zai.

source: p
gom: a

source: Partner
gom: Hatant hat

source: Partners
gom: Sangati

source: Partnerships, Press and Stories, Community and Languages
gom: Partnership, Press ani Gozalio, Somudai ani Bhaso

source: [Part of the text can’t be heard]
gom: [Toddem borovon asa te aikonk yevuna]

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
gom: <p>`Common Voice` zavun asa ek sarvojonik (publicly) uplobdhi 'voice dataset' (avazacho mhaiti-kox), zaka tenko ani ghottai mellta somest pritumeche 'volunteer'-achea (apvavurpi-chea) avazacho. Je lokh avazachea 'software/application' bandpak sodtai te hi mhaiti-kox vaprun 'machine learning' akrutank shikovnk zata.</p> <p>Aichea kallant, chodxe avazachem mhaiti-kox (voice dataset) komponi-che malok-hokacher asa, ani oxem 'innovation'-acho ghollo damun urta. Avazachem mhaiti-kox hea lokank sudda unnem promannan dakhovn dita: Inglix uloinat, veglle rongache monismonxeank, opong asloleank, bailank, chedvank, ani LGBTQIA+ lokank. Mhonnchem avazacher-goddil`le 'technology' choxe bhasank matsui kam` korunk pavonam, ani zuim te kam` kortat thoi te soglea lokank sarko cholcho nam. Ami hem bodlunk sodtai sogle zagear lokank aplo avaz vanttpak tanka ektthaim korun.</p>

source: People come and contribute their voices.
gom: Lok yeta ani aplo aavaz dhaan kortat.

source: <playIcon></playIcon>Last one!
gom: <playIcon></playIcon>Last ani ek!

source: Play/Stop
gom: Aik / Sopoi

source: Please select a language to review sentences.
gom: Bhas select kor vakio-cher niyall korpak.

source: Press and Stories
gom: Press ani Kannio

source: Press play, listen & tell us: did they accurately speak the sentence below?
gom: Recording chalu, kan divun aik, anik sang: Tennem sokoil dil'lim vak'ya asa toshech uloile?

source: Privacy
gom: Ekant

source: Progress
gom: Pravas

source: r
gom: u

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gom: [Additional content to be added/translated]

source: Reader Effects
gom: Vachpache Effects

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gom: Shobd-sonkxep vachta je vakyan't na, zoxe "Mak disota" hachya poros "Maka dista", va tachem urfate.

source: Read More
gom: Anik Vach

source: Read Sentences
gom: Vakya vach (read)

source: Read Sentences, Answer Questions
gom: Vakhai vach, parsnak zabab di

source: Read Sentences <small>(Coming soon)</small>
gom: Vakhai vachat <small>(begin yetlem)</small>

source: Read sentences submitted by the community in various languages
gom: Somazan sador kel'lim vachai vegvegllea bhaxamni vachat

source: Ready to do { $count } more?
gom: Anik { $count } korpak toiar asa?

source: Ready to donate your voice?
gom: Tuje avaaz divpak toiar asa?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
gom: Asle emails dhad jitun Challenge ani Goal Reminders, Progress Updates anik Common Voice`acher novi novi khobor-patra astat.

source: Recorded Clips
gom: Record kel'lem

source: <recordIcon></recordIcon> Last one!
gom: <recordIcon></recordIcon> Last ek!

source: Record/Stop
gom: Uloi / Sopoi

source: Record your response
gom: Tujem ut'tor di

source: Record yourself reading sentences in your language
gom: Tumchea bhaxentolim vakhai vachon svota record korat

source: Record yourself responding to questions and prompts in your language
gom: Tumchea bhaxentlean prosnank ani suchounneank zap ditna svota record korat

source: Record your voice
gom: Tuje avaz record kor

source: Reference the source of your sentence (required)
gom: Hem vakya tuka kõi melle? ("zai poddta")

source: Reject
gom: Bhair mar

source: Remove Avatar
gom: Photo kaad

source: Report was passed successfully
gom: Report divun zale

source: Request a Language
gom: Bhass Hadpak Magg

source: *required
gom: *gorjechem

source: Re-record
gom: Porot-record

source: Re-record clip
gom: Porot record kor

source: Return
gom: Fatti

source: Return to Common Voice
gom: Porot voch Common Voice'acher

source: Return to Common Voice Datasets
gom: Common Voice Dataset'acher porot voch

source: Return to Languages
gom: Bhashenn porot voch

source: Review
gom: Niyall

source: ⓘ Review Criteria
gom: ⓘ Review/Niyall Korpache Nem

source: Review Criteria
gom: Review Korpache Nem

source: Review Questions
gom: Prosnachem Topasnni Kor

source: Review & re-record clips here as you go
gom: Hem porot record kor

source: Review & re-record clips if needed
gom: Niyall kor ani portun record kor goroz asa zaliar

source: Review Sentences
gom: Vakyache Niyall (Review)

source: Review & Submit
gom: Topasun Dhad

source: Review Transcriptions
gom: Dusreache Aikun-Boroilolem Topas

source: Review transcriptions of recorded sentences for accuracy
gom: Nond kel'lea vakeanchea protilipinchi ochukotaye khatir punraulokon korchem

source: Review user-submitted transcriptions in your language
gom: Vaporpean sador kel'lea protilipincho tumchea bhaxentlean punraulokon korcho

source: Save
gom: Dovor

source: Saved
gom: Dovorlem

source: Scripted Speech
gom: Boroil'lem Ulovop

source: SCRIPTED SPEECH
gom: BOROIL'LEM ULOVOP

source: Search
gom: Sod

source: See Less
gom: Unne Dakoi

source: See More
gom: Ani Dakoi

source: Select a Language...
gom: Bhaxa nivad

source: Select an option
gom: Ek option vechun ge

source: Select a variant (optional)
gom: Boli / Prakar select kor (optional)

source: Select File
gom: File select kor

source: Select File to Upload
gom: File upload korpak vicchun kad

source: Self Citation
gom: Aple Citation

source: Sentence
gom: Vak'ya

source: Sentence Collection
gom: Vakio Ektha'vop

source: Sentences
gom: Vakio

source: Sentences are collected for people to read aloud.
gom: Lokaank motyaan vachpaa khaatir vaakha ekthai kortaat.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gom: Hanga yogdan kel'le vakyo eke cc-0 "No Rights Reserved" 'dataset'-an lokank download korpak zata.

source: { $sentences } sentences reviewed. Thank you!
gom: { $sentences } vakio review zale. Dev borem korum!

source: Sentence Variant
gom: Vakya'chi Boli / Prakar

source: Set a goal
gom: Goal set kor

source: Sex or Gender
gom: Ling (Gender)

source: Share Common Voice
gom: Common Voice share kor

source: Share your clip
gom: Tuje avaaz share kor

source: Shortcuts
gom: Shortcut

source: [Should be ‘dinosaurs’]
gom: ['Mhojie' asunk zai]

source: [Should be “We are”]
gom: ["Mhaka dista" mhunn asunk zai]

source: Show my ranking
gom: Mhoje ranking dhakoi

source: Sign up for { $lang } updates:
gom: Register kor, { $lang } nimanni mahiti melpak:

source: Single
gom: Ekuch

source: Single sentence submission
gom: Ek-ek vakya dhadpak

source: Single Sentence Submission
gom: Ek-ek vakya dhadpak

source: Skip
gom: Sodd

source: Small batch
gom: Khub

source: Solicit personally identifying information (like names or financial information)
gom: Eka monxak vollkopi mahiti ghalu naka (zoxe nanva va poixea sombondit)

source: Someone asks for a language to be added.
gom: Konni tori bhaxa zopak sanglya

source: Sorry, Common Voice is running slowly. Thanks for your interest.
gom: Ami dukhi asa ki "Common Voice" sovkas cholta. Tumi hanga pavle mhunon tumka dinvasta.

source: Sorry, something went wrong
gom: Maaff kor, kite tori chukle

source: Speak
gom: Uloi

source: Speakable
gom: Uloipa sarke

source: Speakers
gom: Ulovpi

source: Speak now
gom: Uloi ata

source: Speak options menu
gom: Poryai menu uloi

source: Speak up, contribute here!
gom: Motian uloi, yogdan di!

source: Spontaneous Speech
gom: Khoxechem Ulovop

source: SPONTANEOUS SPEECH
gom: KHOXECHEM ULOVOP

source: Start recording
gom: Recording suru kor

source: Start typing to describe your accent
gom: Borovpak survat tori kor

source: Status Page
gom: Stiti'che Pan

source: Still have questions?
gom: Anik dubav asa?

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gom: <strong>[forforta]</strong> -jie gaddient <strong>[forforta]</strong> -rol ghal.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gom: <strong>[Xink yeta]</strong>Mhojie gaddient petrol<strong>[khonkli yeta]</strong> ghal.

source: Submit
gom: Dhadd

source: Submit a new question for the community to read and respond to
gom: Somazak vachpak ani zap divpak ek novo prosn sador korcho

source: Submit a report
gom: Ek report dhad

source: Submit clips
gom: Sogle recording dhad

source: Success
gom: Zale

source: Success, profile created!
gom: Profile zalo!

source: Support open, community-led datasets
gom: Ukte, somudaiyen fuddar ghetol'lim 'dataset'-ank adar ani tenko diyat

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gom: Vakyo mon'zur korpak davo vatten "swipe" kor. Bhair marpak uzvea vatten "swipe" kor. Soddpak voir swipe kor. <strong>Submit korpak visru naka!</strong>

source: Tap
gom: Press

source: Terms
gom: Nhem

source: Thank you for contributing your voice!
gom: Tuven apli avaz yogdan kele mhunn tuka dev borem korum!

source: Thank you for donating your voice clips!
gom: Aplea avaaz divun recording dhadle mhunn tuka 'Dev Bore Koru'!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gom: Recording korpak dhanyawad!<lineBreak></lineBreak>Ata tuje recording aikun poloi ani sokol sogle recording dhad.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
gom: Tuven { $lang }'ak voir kadpak aple monn dakoile mhunn tuka amcho nomoskar. Sogle bhaso toir zavpak ami kupp koxtt kadun kam kartat ani "up-to-date" ravpak ami tenka email dhadtat. Zori tor tuka vantto gevpak zai, zaliar tumche email sokol divche.

source: Thank you for your voice information
gom: Tuven tujea avaaz'a baddal mahiti dilea munn tuka 'Dev Bore Koru'!

source: Thank you! You’ve sent a new language enquiry
gom: Tuka dev boro korun! Tumi novi bhaashek chokoshi dhaadlyaa

source: The bumblebee sped by.
gom: Aiz chod pavs podlo.

source: The clip has disrespectful or offensive language.
gom: Hea recording-an apman korpi bhass va tatun ghalleo borun asa.

source: The giant dinosaur of the Triassic.
gom: Mhoj gaddient petrol ghal.

source: The giant dinosaurs of the Triassi-.
gom: Mhojie gaddient petrol gh-.

source: The giant dinosaurs of the Triassic.
gom: Mhojie gaddient petrol ghal.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gom: Mhojie gaddient petrol ghal. <strong>[ekuch avaazan vachle]</strong>

source: The giant dinosaurs of the Triassic. Yes.
gom: Mhojie gaddient petrol ghal. Hoi.

source: The giant dino <strong>[cough]</strong> the Triassic.
gom: Mhojie gaddi- <strong>[khonkli]</strong> -trol ghal.

source: The number of recordings and which languages you contribute to will be public.
gom: Rekord kelolechem hixob ani khoincheo bhasank tu yogdan dita ti 'public' astoli.

source: The recording was too long.
gom: Recording chod vhoddlem zale.

source: The recording was too quiet.
gom: Recording samki ogi asa.

source: The recording was too short.
gom: Recording samke lhan asa.

source: The selected file is too large
gom: File vodli asa

source: The sentence has a grammatical or spelling error.
gom: Hea vakyan't chukichem vyakaran va "spelling error" asa.

source: The sentence has disrespectful or offensive language.
gom: Hea vakyan't øpmani bhass va ghall'lleo asa.

source: The site is ready to be launched when it reaches 75% completion.
gom: Hi site launch karpak toir zatili jenna techer 75% kaam zatele.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
gom: Site begin backup zatli. Novinotom' mhaiti khatir, upkar korun <matrixLink>Matrix somudai goppa</matrixLink> hatunt samil zayat va saitt onnbhou prosn sador korpak ani nirikxonn korpak <githubLink>GitHub</githubLink> va <discourseLink>amchea prouchon monchank</discourseLink> bhett divchi.

source: The website text is translated into that language.
gom: Website'ache likhit tya bhaxen anuvaad kela.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gom: Hem sangunk gorjecho nhoi - tuka bore dista zaliaruch ghal. Jenna ami dataset release korta, tenna tuje vixim je amka kobor asa te ami kadtat - zoxe tuje nav ani tuje email. Fakt tuje pirai, ling, va tuje ulovpache veggleponn ami dovortat.

source: Three to go!
gom: Anik teen asa!

source: Today
gom: Aiz

source: Today's Progress
gom: Aiche Provas

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
gom: Common Voice dataset'an korpak, ek aavaz clip don vaglai munsani pormanit korpak zai.

source: Too many files
gom: Samke chod file asa

source: Transcribe
gom: Utrani sang

source: Transcribe answers
gom: Utram aikun boroi

source: Transcribe Audio
gom: Uloilolem Borovun Di

source: Transcript submitted successfully
gom: Utra sador zali

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
gom: <translateVideoLink>Pontoon koso vaapor kopacho haacher aamcho maargadarshak paiyat.</translateVideoLink>

source: Translating the site
gom: Site'ik anuvaad korta

source: Try uploading again
gom: Ani ek pavti try kor

source: Understand contribution criteria
gom: Yogdan divpache nem zannun ge

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gom: Somzun gheyat kite kite polovpak zai jenna recording aik-tat ani apnale voice recording-achi quality vaddoi!

source: Upload aborted. Do you want to delete your recordings?
gom: Upload purai zavunk na. Tuka tuje recording delete korpak zai?

source: Upload an image file
gom: Tumchi image upload kor

source: { $uploadedQuestions } of { $totalQuestions } questions collected
gom: { $totalQuestions } hatuntlean { $uploadedQuestions } prosn ekthailem

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
gom: { $totalQuestions } hatuntlean { $uploadedQuestions } prosn ektthaileat. Amchi <guidelinesLink>Guidelines</guidelinesLink> polovn gheyat prosneo koxe toren ghalunk shikpak.

source: Upload failed, please retry.
gom: Upload zal na. Anik ek pautt proytn kor.

source: Upload in progress...
gom: Upload zata...

source: Upload more sentences?
gom: Anik vakyo "upload" kor?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
gom: Hem clip upload zaina. Problem server'acher asa. Page reload kor na zalyar magir kenna try kor.

source: Upload of this clip keeps failing, keep retrying?
gom: Hem clip sarke upload zaina, try korit ravya?

source: Use correct grammar
gom: Sarkem veakronn ('grammar') vapor

source: Use correct spelling and grammar
gom: Boroitana sarke vakyaronn anik okxoranchi manddnni dovorat.

source: Use correct spelling and punctuation
gom: Sarkem "spelling" ani "punctuation" vapor

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
gom: Users eka-mekache audio clips`ache sarkeponn topassun poitat ki je boroinn dille vakio asa, toshech vachla kai na.

source: Validate Readings
gom: Vachop Topas

source: Validate Readings, Review Transcriptions
gom: Vachop Topas, Transcription Niyal Kor

source: Validate Readings <small>(Coming soon)</small>
gom: Vachon promannit korchem <small>(begin yetlem)</small>

source: Validate readings submitted by community members
gom: Somaz vangddeamni sador kel'lem vachon promannit korop

source: Validate user-recorded readings in your language
gom: Vaporpean record kel'lem vachon tumchea bhaxent promannit korchem

source: Validation Progress
gom: Topasniche Pravas

source: Validations
gom: Topasnneo

source: Varying Pronunciations
gom: Different Pronunciation

source: Visible
gom: Disti podpak

source: Voice clips are entered into a submission queue that readies them for listening.
gom: Voice clip submission queue'an gatlai je aikpak toir asa.

source: Voice Collection
gom: Avaaz Ektha'vop

source: Voice Contribution
gom: Avaaz Dhaan Korop

source: Voices Online Now
gom: Avaz Onlain Asa

source: Voice Validation
gom: Aavaaz Pormanit kor

source: Want to save your information? <createProfile>Create a profile</createProfile>
gom: Tuje vixim khobor va tuje setting samballun dovorpak zai? <createProfile>Zaliar profile kor</createProfile>

source: Want to stay in touch with Common Voice?
gom: Common Voice'aa bori somporkant ravpak zai?

source: Watch our video explainer to help
gom: Tumka modot karpach amcho explaination video poiyat

source: We are going out to get a coffee.
gom: Mhaka dista amgher yevpacho asa.

source: We are going out to get coffee.
gom: Mhaka dista amgher yevpacho asa.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
gom: Ami Mozilla'chyan voice technology'cher ek community bandtat. Ami khoxi zatolim zori tor tuven amka update korit, amka novi "data sources" dieet ani tuven ho data koso upyog korta te sangun ravle zaliar.

source: We couldn’t find that page for you
gom: Tu je pan sodta te amkam mellunk na

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gom: Amka anik audio clip mevona tuka aikpak. Magir kenna porot try kor.

source: We couldn’t get any sentences for you to speak. Please try again later.
gom: Tumka ulovpak amkam vakyo mell'llunk na. Anik matxe vell'llan porot 'try' kor.

source: Weekly Goal
gom: Suman'acho Uddeshya

source: We launch the Common Voice site in this language.
gom: Aami he bhaashentlyaan Common Voice site'in suru kortaat.

source: We may have run out of clips - refresh the page, or try again later.
gom: Clips sople astole - page refresh kor, na zaliar magir try kor.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
gom: Ami vochon dita ki tumchi information samballun dovortolem. Amchi <privacyLink>Privacy Notice</privacyLink> vachun ghe.

source: We’re experiencing unexpected downtime
gom: Ami kai karanak lagun downtime onnbhoutat

source: We’re going out to get coffee.
gom: Mhak' dista amgher yevpacho asa.

source: We release the dataset every 3 months.
gom: Ami dor 3 moin'ayani dataset ujvaadaytat.

source: We're receiving a lot of traffic and are currently investigating the issues.
gom: Sodiak amchi website chod lok vaparun bond podpa degher asa, ani ami ata oddchonn khoi asa ti sodun kadta.

source: We’re sorry, your platform is not currently supported.
gom: Maaf korat, tuje 'device' wa 'browser' soddeak ami 'support' korina.

source: We've run out of sentences to record in this language...
gom: Hea bhas'ant anik vakio mellunk na tuka record korpak.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gom: Amkam zai 'machine learning algorithm'-ank veg-vegle va vingad-vingad toreche bovall sospak. Anik mot-mot'tean bovall zata te sudda bhitor ghevpak zata punn te bovallan tuka shabda/utra aikonk yena zalyar teka bhair mar. Fatleant xant muzik asa zalyar cholta, punn muzik borench mot'tean asa ani tuka ek-ek utor/shabd aikonk yena, hem zaina.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
gom: Tumchi bhas Common Voice'ant koxi zoddchi hache vixim ami beginoch somporkant yetle.

source: We will be in touch with more information as it becomes available.
gom: Joxem Joxem amka khobor melltolem, toxech ami tuka khobor ditole.

source: We will not make your email public.
gom: Ami tujem email public korche na.

source: What is a language on Common Voice?
gom: Common Voice'ar Bhaxa mhunlar kite?

source: What issues are you experiencing with this sentence?
gom: Hea vakya vixim tuka kosle oddchonn zata?

source: What needs to be in my file?
gom: Mhojie file'ant kite aspak zai?

source: What questions can I add?
gom: Kosle prosn hanv ghalunk xokta?
